const regionData = {
    "후보": [
      {
        "name": "경기",
        "region": [
          "기장군", "달성군", "강화군", "옹진군", "울주군", "세종시", "평택시", 
          "남양주시", "용인시", "파주시", "이천시", "안성시", "김포시", "화성시", 
          "광주시", "양주시", "포천시", "여주시", "연천군", "가평군", "양평군"
        ]
      },
      {
        "name": "강원",
        "region": [
          "춘천시", "원주시", "강릉시", "삼척시", "홍천군", "횡성군", "영월군", 
          "평창군", "정선군", "철원군", "화천군", "양구군", "인제군", "고성군", "양양군"
        ]
      },
      {
        "name": "충북",
        "region": [
          "청주시", "충주시", "제천시", "보은군", "옥천군", "영동군", "증평군", 
          "진천군", "괴산군", "음성군", "단양군"
        ]
      },
      {
        "name": "충남",
        "region": [
          "천안시", "공주시", "보령시", "아산시", "서산시", "논산시", "계룡시", 
          "당진시", "금산군", "부여군", "서천군", "청양군", "홍성군", "예산군", "태안군"
        ]
      },
      {
        "name": "전북",
        "region": [
          "군산시", "익산시", "정읍시", "남원시", "김제시", "완주군", "진안군", 
          "무주군", "장수군", "임실군", "순창군", "고창군", "부안군"
        ]
      },
      {
        "name": "전남",
        "region": [
          "여수시", "순천시", "나주시", "광양시", "담양군", "곡성군", "구례군", 
          "고흥군", "보성군", "화순군", "장흥군", "강진군", "해남군", "영암군", 
          "무안군", "함평군", "영광군", "장성군", "완도군", "진도군", "신안군"
        ]
      },
      {
        "name": "경북",
        "region": [
          "포항시", "경주시", "김천시", "안동시", "구미시", "영주시", "영천시", 
          "상주시", "문경시", "경산시", "군위군", "의성군", "청송군", "영양군", 
          "영덕군", "청도군", "고령군", "성주군", "칠곡군", "예천군", "봉화군", 
          "울진군", "울릉군"
        ]
      },
      {
        "name": "경남",
        "region": [
          "창원시", "진주시", "통영시", "사천시", "김해시", "밀양시", "거제시", 
          "양산시", "의령군", "함안군", "창녕군", "남해군", "하동군", "산청군", 
          "함양군", "거창군", "합천군"
        ]
      },
      {
        "name": "제주",
        "region": [
          "제주시", "서귀포시"
        ]
      }
    ]
  };
  
  export default regionData;